less
jq
yq
ripgrep
git
tig
ncdu
github-cli
tree
tmux
neovim
tree-sitter
gcc
yamllint
python-lsp-server
lua-language-server
stylua
shellcheck
lazygit
zsh
fzf
iputils
traceroute
iotop
terraform
bash-language-server
typescript-language-server
rustup
go
ruby
sqlite
make
shfmt
docker
podman
buildah
nomad
cni-plugins
vault
consul